{
    "name": "uo-cor-ek",
    "title": "Essential Kit",
    "description": "<p data-content-chunk-id=\"97fd2801-6e7c-4f08-90f5-74ebee7a386a\">Driven from lands farther north by more powerful dragons, a young white dragon named Cryovain has descended upon the Sword Mountains, claiming the snow-capped range as its domain. Typical of its kind, Cryovain is dim-witted and cruel. The dragon patrols the skies around Icespire Peak, surveying its territory while hunting for food and easy treasure. With each passing day, the dragon’s domain grows as it ranges farther across the land, preying on anything it can catch with its claws or freeze to death with its icy breath. Sightings of the dragon are becoming more common, as are its attacks.</p>\n<p data-content-chunk-id=\"80af25cd-3204-4d15-91f6-c629addfb612\">A crumbling fortress on the northeast spur of Icespire Peak serves as the dragon’s lair. Cryovain seized the icy fortress from a tribe of savage orcs, killing the orc war chief and forcing the tribe’s survivors to flee into the foothills and forests. Enraged by the death of their war chief, the orcs have called upon ancient allies — evil, shapechanging, half-orc spellcasters who bless and advise them. These half-orcs worship Talos, an evil god of storms, and many dwell in the dark depths of Neverwinter Wood. In stormy weather, they gather on remote hilltops to summon Gorthok the Thunder Boar, a primal entity that serves Talos. Like the god it serves, Gorthok delights in destruction.</p>\n<p> </p>\n<p data-content-chunk-id=\"80478e0f-a395-41ec-9f10-f4ccdd5afe4f\">The orcs aren’t the only creatures thrown into upheaval by Cryovain’s sudden arrival. A manticore driven from its mountaintop nest by the roaming white dragon has migrated to the foothills and begun terrorizing folk living on the outskirts of the mining town of Phandalin. Other monsters in the region have been similarly displaced.</p>\n<hr />\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"6e57e234-fc50-49aa-ab2c-fe32d10b4f1f\">As the settlers of Leilon bend their backs to the arduous task of creating a defensible settlement in the dangerous wilds of the Sword Coast, even larger threats loom all around them.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"204c711b-9958-440f-936b-5834072ae713\">Two forces of evil rise nearby, eager to control the region around Leilon and eventually the Sword Coast. The first is a cult of Talos, god of storms, led by the priestess Fheralai Stormsworn. The cult’s headquarters are inside a death knight-dreadnaught, an undead battleship beached near a temple of Talos called the Tower of Storms.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"bb217f76-0ab6-4652-9461-e29eff0c7f04\">At the same time, Ularan Mortus, a priest of the god of death Myrkul, and his followers are raising an army of undead to lay siege to the city of Neverwinter. The spirit of the dead black dragon Chardansearavitriol, also known as Ebondeath, aids Ularan Mortus in exchange for help finding and seizing the body of a living dragon to inhabit.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"6ff7603a-a6a3-4109-823a-8383ea00e9e9\">The people of Leilon are completely unaware of these threats, as they focus on more immediate dangers, like the wild animals and monstrous beasts lairing in the Mere of Dead Men. As the adventurers interact with the villagers, helping them rebuild and fighting off the immediate dangers, the specters of these two larger threats begin to grow and take shape.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"999c43b2-6a65-4a27-b5c6-e678962f81c3\">Over the course of the trilogy (<span class=\"Serif-Character-Style_Italic-Serif\" data-content-chunk-id=\"461c3188-be9a-4881-8423-8cacb7ab1948\">Storm Lord’s Wrath</span>, Sleeping Dragon’s Wake, and Divine Contention), the adventurers must deal with the two main forces of evil, as well as many smaller threats, not to mention the many little dramas of a group of settlers trying to work in harmony on a project that might be too big for them. With the help of the heroes, however, the settlers of Leilon just might survive.</p>\n<p data-content-chunk-id=\"80478e0f-a395-41ec-9f10-f4ccdd5afe4f\"> </p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"30841022-81f5-40c0-91b5-14b3a6661faa\">This adventure begins at a modest roadside inn, where the characters can make some friends and get the first taste of the larger battle in which they are about to become embroiled.</p>\n<hr />\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"28608b27-99bb-48d0-a465-fe8d35e4c068\">The town of Leilon was once a fortified settlement on the High Road, midway between the cities of Neverwinter and Waterdeep. The settlement has been destroyed and rebuilt many times in its long history. The Lord Protector of Neverwinter, Dagult Neverember, recently hired a group of his citizens to rebuild the town, a construction project now well underway. They hope to create a fortified waypoint for travelers and merchants that can ward off the threats of the surrounding wilderness.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"e679a7f5-a1aa-4080-b55a-8149b12b66f5\">Two forces of evil are on the rise nearby, eager to control the region around Leilon and eventually the Sword Coast. The first is a cult of Talos, god of storms, led by the priestess Fheralai Stormsworm. The cult’s headquarters are inside a death knight-dreadnaught, an undead battleship, beached near a temple of Talos called the Tower of Storms.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"aa223705-1519-4a1b-ae49-e25ac186bb10\">Ularan Mortus, a priest of Myrkul, god of death, and his followers are raising an army of undead to lay siege to the city of Neverwinter. The spirit of the dead black dragon Chardansearavitriol, also known as Ebondeath, aids Ularan Mortus in exchange for help finding and seizing the body of a living dragon to inhabit.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"30841022-81f5-40c0-91b5-14b3a6661faa\"> </p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"073bacbf-831f-47aa-8ccc-4a2d6f16c410\">The people of Leilon have just begun to uncover the threats both groups pose to the region. They need the help of adventurers if they want their fledgling settlement to survive the danger.</p>\n<hr />\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"219f68f9-4ee9-404d-8458-e4eb9cb686fe\">The ruined town of Leilon was once a fortified settlement on the High Road midway between the cities of Neverwinter and Waterdeep. The Lord Protector of Neverwinter, Dagult Neverember, hired a group of his citizens to rebuild the town, a construction project that has recently completed. They hope to create a fortified waypoint for travelers and merchants that can ward off the threats of the surrounding wilderness.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"bc516953-cc4c-4953-bd24-77111feb1171\">Two forces of evil are on the rise nearby, eager to control the region around Leilon and eventually the Sword Coast for themselves. The first is a cult of Talos, god of storms, led by their champion Fheralai Stormsworm. The cult’s headquarters are inside a death knight dreadnaught, an undead galleon, which prowls the coast looking for trade ships to plunder.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"2eca6edf-417f-452e-8021-ffe3bb06c38e\">Ularan Mortus, a priest of Myrkul, god of death, and his followers are raising an army of undead to lay siege to the city of Neverwinter. The spirit of the dead black dragon Chardansearavitriol, known also as Ebondeath, has recently allied with Ularan Mortus to steal a mythical artifact called the ruinstone from a tower inside Leilon.</p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"073bacbf-831f-47aa-8ccc-4a2d6f16c410\"> </p>\n<p class=\"Core-Styles_Core-Body\" data-content-chunk-id=\"0029761c-d654-4b84-b37a-4b9b8a5b9f5f\">The people of Leilon have just begun to uncover the threats both groups pose to the region. They need the help of adventurers if they want their rebuilt settlement to survive the danger.</p>",
    "authors": [
      {
        "name": "Wizards of the Coast",
        "url": "https://dnd.wizards.com/"
      },
      {
        "name": "Worlds of the Community Team",
        "url": "https://discord.gg/GTyjKHuKhx"
      }
    ],
    "flags": {},
    "version": "1.0.3",
    "minimumCoreVersion": "0.8.8",
    "compatibleCoreVersion": "0.8.9",
    "scripts": [],
    "esmodules": [],
    "styles": [],
    "languages": [],
    "packs": [],
    "system": "dnd5e",
    "dependencies": [
      {
        "name": "plutonium",
        "title": "Plutonium",
        "type": "module",
        "manifest": "https://raw.githubusercontent.com/TheGiddyLimit/plutonium-next/master/module.json",
        "version": "1.37.0"
      },
      {
        "name": "dnd5e",
        "title": "DnD5e",
        "type": "system",
        "version": "1.4.3"
      }
    ],
    "socket": false,
    "manifest": "https://ipfs.io/ipns/k51qzi5uqu5dl9338fpk7jrfx20ayprickx11r7fpyyna5v2982yk404c6q0mo/lmop/lmop-1.0.3/world.json",
    "download": "https://drive.google.com/file/d/1XfB9CWiRWcQTZny3upPcqP4e2LFYNr9J/view?usp=sharing",
    "protected": false,
    "background": "worlds/uo-cor-ek/scenes/Backgrounds/SDW/icbir-twisted-forest.jpg",
    "coreVersion": "0.8.9",
    "resetKeys": false,
    "safeMode": false,
    "systemVersion": "1.4.3"
  }
